{
    "index.html": {
        "a3222": "About",
        "ab41e": "Русский",
        "7acb7": "English",
        "a95d9": "LOG IN",
        "d75d9": "The Centre of collective usage of unique scientific equipment",
        "de00f": "\"Belarusian Inter-University Center for the Serving of Scientific Research\"",
        "e07f1": "Previous",
        "9d015": "Next",
        "7e7d7": "Heads of the CCU",
        "7ba55": "Scientific head of the CCU: <br/> Mikhail S. Tivanov, <br/> Ph.D, Associate Professor <br/>",
        "5beec": "Head of the CCU:: <br/> Liudmila V. Baran, <br/> Ph.D <br/>",
        "b5181": "About",
        "719a5": "Principal lines of research",
        "b4c89": "Key measurement procedures",
        "024ff": "Equipment",
        "b2f63": "Contacts",
        "02007": "Scientific services list",
        "873c8": "Search:",
        "8f74b": "General Information",
        "b8693": "The The Centre of collective usage of unique scientific equipment \"Belarusian Inter-University Center for the Serving of Scientific Research\" was established at the Faculty of Physics in 1984 to increase the effectiveness of scientific research in higher education institutes. <br/> ",
        "1a2a4": "Regulations on the Centre of collective usage",
        "202a5": "Application form for work in the CCU",
        "94d4c": "←<span class=\"arrow-name\"> Previous </span>",
        "8d52d": "<span class=\"arrow-name\"> Next </span>→",
        "02c8f": "<span class=\"arrow-name\"> Up </span>↑",
        "e7f9b": "© 2018-2020 The Centre of collective usage of unique scientific equipment <em>\"Belarusian Inter-University Center for the Serving of Scientific Research\"</em>",
        "alts": {
            "11716": "1",
            "17717": "2",
            "09ef7": "3",
            "0fef8": "4",
            "a0559": "6",
            "dd572": "8",
            "e3573": "9",
            "52cd4": "15",
            "5dc12": "Head",
            "c4b69": "Head-2",
            "6e55f": "Certificate",
            "b289f": "home"
        },
        "titles": {
            "6be04": "To the 'About' page",
            "8d52d": "To the 'Principal lines of research' page"
        }
    },
    "lines-of-researches.html": {
        "a3222": "Principal lines of research",
        "ab41e": "Русский",
        "7acb7": "English",
        "a95d9": "LOG IN",
        "d75d9": "The Centre of collective usage of unique scientific equipment",
        "de00f": "\"Belarusian Inter-University Center for the Serving of Scientific Research\"",
        "e07f1": "Previous",
        "9d015": "Next",
        "7e7d7": "Heads of the CCU",
        "7ba55": "Scientific head of the CCU: <br/> Mikhail S. Tivanov, <br/> Ph.D, Associate Professor <br/>",
        "5beec": "The Head of the CCU:: <br/> Liudmila V. Baran, <br/> Ph.D <br/>",
        "b5181": "About",
        "d0579": "Principal lines of research",
        "aabe0": "Key measurement procedures",
        "67404": "Equipment",
        "d5b7a": "Contacts",
        "9239e": "Scientific services list",
        "ccf26": "Search:",
        "d52a9": "Principal lines of research <br/>",
        "4b948": "study of micro- and nanostructures of the surface of various materials and products by the method of scanning electron microscopy;",
        "058e2": "determination of the qualitative and quantitative elemental composition of surface micro-sections by the method of X-ray microanalysis;",
        "6f5bb": "three-dimensional measurements of the linear dimensions of structural elements of micro- and nano relief of condensed mediums surface by the method of scanning probe microscopy;",
        "2ad83": "determination of the texture, phase composition, state of grain boundaries of materials using the backscattered electrons diffraction;",
        "d8f5d": "establishing the type and parameters of the crystal lattice of inorganic materials, sizes of coherent scattering regions, microstresses, texture characteristics, etc. by the method of X-ray team;",
        "6c839": "identification of polycrystalline substances, determination of crystallographic characteristics of individual compounds and solid solutions by the method of X-ray phase analysis;",
        "28001": "determination of the thickness and composition of thin single-layer or multilayer films on the surface of bulk samples by the method of scanning electron microscopy;",
        "50f49": "measurement of Raman and photoluminescence spectra over a wide temperature range (from helium temperature to room temperature) with high space and spectral resolution;",
        "207e2": "determination of the qualitative, semi-quantitative and quantitative composition of solid and liquid materials by analyzing the emission spectra of plasma, excited by a double-pulse laser;",
        "0743c": "study of local mechanical (friction, rigidity) and electrical (electron work function, electron density, surface potential) surface properties by the methods of scanning probe microscopy;",
        "30384": "visualization of the domain structure of magnetic materials with high space resolution by the methods of scanning probe microscopy;",
        "b30cc": "preparation of planar crystalline samples for the transmission and scanning electron microscopy including mechanical and electrochemical polishing, ion cleaning;",
        "daab7": "automated measurements of electrical properties on direct and alternating current (volt-ampere and volt-farad characteristics, electrical resistance, impedance), magnetic properties (magnetoresistance, magneto-impedance, magnetization curves), as well as thermoelectric power and thermal conductivity of various materials (metallic, semiconductor, composite) in a wide range of temperatures and magnetic fields;",
        "746c4": "measurement of spectral characteristics of reflection, transmission and optical density of plane optical parts and coatings in polarized light;",
        "b511e": "determination of microhardness, dynamic hardness, and nanohardness of materials;",
        "de066": "study of the tribological properties of surfaces of various materials;",
        "ad8ff": "development of devices for quality control of holographic images;",
        "94559": "cultivation of cell lines and microorganisms.",
        "48b29": "←<span class=\"arrow-name\"> Previous </span>",
        "2ba0b": "<span class=\"arrow-name\"> Next </span>→",
        "d613e": "<span class=\"arrow-name\"> Up </span>↑",
        "9a54a": "© 2018-2020 The Centre of collective usage of unique scientific equipment <em>\"Belarusian Inter-University Center for the Serving of Scientific Research\"</em>",
        "alts": {
            "11716": "1",
            "17717": "2",
            "09ef7": "3",
            "0fef8": "4",
            "a0559": "6",
            "dd572": "8",
            "e3573": "9",
            "52cd4": "15",
            "5dc12": "Head",
            "c4b69": "Head2",
            "50d7d": "home"
        },
        "titles": {
            "d3090": "To the 'About' page",
            "48b29": "To the 'About' page",
            "2ba0b": "To the 'Key measurement procedures' page"
        }
    },
    "measurement-procedures.html": {
        "a3222": "Key measurement procedures",
        "ab41e": "Русский",
        "7acb7": "English",
        "a95d9": "LOG IN",
        "d75d9": "The Centre of collective usage of unique scientific equipment",
        "de00f": "\"Belarusian Inter-University Center for the Serving of Scientific Research\"",
        "e07f1": "Previous",
        "9d015": "Next",
        "7e7d7": "Heads of the CCU",
        "7ba55": "Scientific head of the CCU: <br/> Mikhail S. Tivanov, <br/> Ph.D, Associate Professor <br/>",
        "5beec": "The Head of the CCU:: <br/> Liudmila V. Baran, <br/> Ph.D <br/>",
        "b5181": "About",
        "d0579": "Principal lines of research",
        "8cd9d": "Key measurement procedures",
        "67404": "Equipment",
        "d5b7a": "Contacts",
        "9239e": "Scientific services list",
        "ccf26": "Search:",
        "d52a9": "Key measurement procedures <br/>",
        "4b948": "GOST R 8.700-2010 \"SSM. The measurement procedure of effective surface roughness using scanning probe atomic force microscope\";",
        "058e2": "GOST R 8.748-2011 (ISO 14577-1: 2002) State system for ensuring the uniformity of measurements (SSM). Metals and alloys. The measurement of hardness and other characteristics of materials during instrumental indentation. Part 1. Test method;",
        "8d3fe": "SSM. Surface metric. The measurement procedure using the scanning probe atomic force microscope Solver P47, GOST R 8.635 calibrated using relief measure of the nanometer range, made in accordance with GOST R 8.628 and GOST R 8.629 certified or GOST R 8.644 calibrated;",
        "4d99a": "SSM. Linear dimensions of surface microrelief topology elements of solid materials. The measurement procedure using scanning electron microscopes;",
        "d06e2": "SSM. Diffraction analysis of polycrystals. The measurement procedure using x-ray diffractometer;",
        "053ea": "The methodology for determining the elemental composition of surface micro-sections, building maps of the distribution of elements in a sample with Aztec Energy Advanced X-Max 80 energy-dispersive nitrogen-free spectrometer-assisted using Oxford Instruments NanoAnalysis Aztec software;",
        "8cf06": "The measurement procedure of local electrical characteristics (surface potential, spatial variation of surface capacitance, electrostatic forces) by the methods of atomic force microscopy;",
        "73b60": "The measurement procedure of optical transmission spectra, reflection in the IR range using the Fourier spectrometer VERTEX 70;",
        "9caa8": "The measurement procedure of the spectral characteristics of reflection, transmission and optical density of plane optical parts and coatings in polarized light on the spectrophotometer Photon RT;",
        "6c341": "Grain analysis methods for steel in accordance with the standards ASTM E 1382 - 97 (average grain score) and Е 930 – 92 (highest grain score) and GOST 5639 – 82;",
        "52f9b": "The research methodology of the tribological surface properties of various materials and the subsequent saving on a digital medium of the dependence of the friction coefficient on the friction path;",
        "d5ce3": "The measurement procedure of Raman and photoluminescence spectra with high space and spectral resolution using the spectral-analytical complex based on Nanofinder scanning confocal microscope;",
        "695bf": "The procedure for automated measurement of electrical properties on direct and alternating current (volt-ampere and volt-farad characteristics, electrical resistance, impedance), magnetic properties (magnetoresistance, magneto-impedance, magnetization curves), as well as thermoelectric power and thermal conductivity of various materials (metallic, semiconductor, composite) in a wide range of temperatures and magnetic fields;",
        "b511e": "The methods for preparing metallographic samples of various hardness and composition for microscopic studies in accordance with the procedural guidelines Metalog Guide developed and approved by the company Struers A/S (Denmark).",
        "87531": "←<span class=\"arrow-name\"> Previous </span>",
        "ab1a4": "<span class=\"arrow-name\"> Next </span>→",
        "8f8b4": "<span class=\"arrow-name\"> Up </span>↑",
        "7f152": "© 2018-2020 The Centre of collective usage of unique scientific equipment <em> \"Belarusian Inter-University Center for the Serving of Scientific Research\"</em>",
        "alts": {
            "11716": "1",
            "17717": "2",
            "09ef7": "3",
            "0fef8": "4",
            "a0559": "6",
            "dd572": "8",
            "e3573": "9",
            "52cd4": "15",
            "5dc12": "Head",
            "c4b69": "Head2",
            "35985": "home"
        },
        "titles": {
            "71f69": "To the 'About' page",
            "87531": "To the 'Principal lines of research' page",
            "ab1a4": "To the 'Equipment' page"
        }
    },
    "equipment.html": {
        "a3222": "Equipment",
        "ab41e": "Русский",
        "7acb7": "English",
        "a95d9": "LOG IN",
        "d75d9": "The Centre of collective usage of unique scientific equipment",
        "de00f": "\"Belarusian Inter-University Center for the Serving of Scientific Research\"",
        "e07f1": "Previous",
        "9d015": "Next",
        "7e7d7": "Heads of the CCU",
        "7ba55": "Scientific head of the CCU: <br/> Mikhail S. Tivanov, <br/> Ph.D, Associate Professor <br/>",
        "5beec": "The Head of the CCU:: <br/> Liudmila V. Baran, <br/> Ph.D <br/>",
        "b5181": "About",
        "d0579": "Principal lines of research",
        "8cd9d": "Key measurement procedures",
        "495c1": "Equipment",
        "d5b7a": "Contacts",
        "9239e": "Scientific services list",
        "b0310": "Search:",
        "b8693": "Equipment <br/>",
        "7cbc2": "<strong> LEO 1455 VP SCANNING ELECTRON MICROSCOPE WITH </strong>: <br/> <strong> Aztec Energy Advanced X-Max 80 </strong> energy-dispersive nitrogen-free spectrometer; <br/> <strong> HKL EBSD Premium System Channel 5 </strong> diffraction system of reflected electrons <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Microscope - Carl Zeiss (Germany), spectrometer and the system of diffraction of reflected electrons - Oxford Instruments (England). <br/> <strong> <em> Purpose: </em> </strong> study of the surface morphology of conductive and non-conductive materials; determination of the qualitative and quantitative elemental composition of materials both over the entire surface and at a point or along a selected line, building maps of the elemental composition; image acquisition of the material surface in phase contrast; determination of phase composition, crystallite orientation, state of grain boundaries. <br/> <strong> <em> Specifications:</em> </strong> <br/> an increase from 32 to 300,000 times; <br/> resolution in high-vacuum mode for conductive samples of 3.5 nm, in low-vacuum mode for non-conductive samples - 5 nm; <br/> maximum sample size 100 mm; <br/> range of elements from Be to Pu; <br/> limits of measured concentrations of 0.1-100%; <br/> the time to get one picture of Kikuchi is not more than 1 s; <br/> the crystal symmetry range to be analyzed is all Laue groups. <br/> ",
        "5cb66": "<strong> SOLVER P47 PRO SCANNING PROBE MICROSCOPE </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> NT-MDT (Russia). <br/> <strong> <em> Purpose: </em> </strong> studies of topography and local magnetic, mechanical and electrical properties of surfaces. <br/> <strong> <em> Specifications:</em> </strong> <br/> the maximum size of the scanning area is 100x100 microns; <br/> sample size not more than 40x40x10 mm; <br/> Z-axis resolution: 0.06 nm; <br/> lateral resolution: 0.2 nm. <br/> Methods: tunnel microscopy, atomic force microscopy (contact and semicontact), electric force microscopy (static and dynamic), magnetic-force microscopy, measurement of stiffness and lateral surface forces, nanolithography, spectroscopy. <br/> ",
        "cc66d": "<strong> X-Ray Diffractometer Rigaku Ultima IV </strong><br/><hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/><strong> <em> Manufacturer: </em> </strong>Rigaku (Japan).<br/><strong> <em> Purpose: </em> </strong>qualitative and quantitative X-Ray phase analysis of polycrystalline materials, including thin films, precision measurements of lattice parameters, determination of the degree of crystallinity, texture, size of crystallites and nanoparticles, crystal lattice distortions, etc.<br/><strong> <em> Specifications: </em> </strong><br/>vertical goniometer;<br/>scanning angle range 2θ from -3 to + 162°;<br/>the minimum step of scanning along the angle 0.0001°;<br/>Bragg-Brentano geometry, parallel beam;<br/>the attachment for analyzing stresses and pole figures in thin films and bulk samples;<br/>the specialized high-temperature camera for taking X-ray patterns when the sample is heated.<br/>",
        "ab8dc": "<strong> DRON 4.13 X-RAY DIFRACTOMETER </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Burevestnik Research and Production Enterprise (Russia). <br/> <strong> <em> Purpose: </em> </strong> study of the phase composition and crystal structure of materials, determination of lattice parameters, identification of various types of defects, analysis of the stressed and textured state. <br/> <strong> <em> Specifications:</em> </strong> <br/> angle range 2 Theta from 0 to 164 degrees; <br/> the diffraction pattern capture rate from 1/32 deg / min to 16 deg / min in Cu and Co-radiation; <br /> sample size up to 20 mm in diameter; <br/> a package of data processing programs. <br/> ",
        "f249b": "<strong> CFHF ELECTROPHYSICAL MEASUREMENT COMPLEX </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Cryogenics Ltd (England) <br/> <strong> <em> Purpose: </em> </strong> measured parameters and characteristics – electrical resistance, current-voltage characteristics, magnetoresistance, Hall coefficient, thermoelectric power factor (Seebeck), thermal conductivity and thermal diffusivity, magnetic moment and magnetic susceptibility, impedance <br/> <strong> <em> Specifications:</em> </strong> <br/> temperature range: 1.6 - 300 K; <br/> magnetic fields up to 8 T; <br/> frequency range from 20 Hz to 30 MHz; <br/> oscillation frequency range of the sample: 1 - 100 Hz; <br/> magnetic moment sensitivity 10-6 eme; <br/> accuracy and reproducibility of 0.5%; <br/> AC field amplitude up to 5 mT at 10 Hz. <br/> ",
        "6a2bb": "<strong> LASER ATOMIC EMISSION MULTI-CHANNEL SPECTROMETER LAEMS LSS-1 </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> LOTIS TII JV (Belarus) <br/> <strong> <em> Purpose: </em> </strong> determination of the qualitative, semiquantitative and quantitative composition of solid and liquid materials by analyzing the emission spectra of the plasma excited by the radiation of the two-pulse Nd: YAG laser <br/> <strong> <em> Specifications:</em> </strong> <br/> radiation wavelength - 1064 nm; pulse repetition frequency - 10 Hz; <br/> pulse duration - 15 ns; excitation energy - 8–20 J; <br/> laser pulse energy - 10-100 mJ; <br/> pulse interval - 0-100 μs; <br/> interpulse shift step - 1 μs; focal length - 100 mm; <br/> focus spot size - 50 microns; <br/> range of analyzed wavelengths - 190-800 nm; <br/> resolution on the spectrum - 0.1 nm; <br/> ultimate sensitivity to the content of elements in the sample - 10-6-10-5%; <br/> the number of elements to be determined is ≤ 90; analysis time - 3 min. <br/> ",
        "47d05": "<strong> DYNAMIC MICROHARDNESS TESTER SHIMADZU DUH-202 </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Shimadzu Corporati (Japan). <br/> <strong> <em> Purpose: </em> </strong> measurement of dynamic hardness and microhardness of thin films and coatings. <br/> <strong> <em> Specifications:</em> </strong> <br/> indenters of Berkovich and Vickers; <br/> loading accuracy - 1% of the specified load; <br/> depth measurement accuracy - 1 nm; <br/> load value from 0.1 mN to 1961 mN; <br/> indentation depth up to 10 microns. <br/> ",
        "93698": "<strong> UIPT-001 DEVICE </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> BSU (Belarus) <br/> <strong> <em> Purpose: </em> </strong> study of the tribological properties of surfaces of various materials by obtaining and then storing the dependence of the friction coefficient on the friction path on a digital carrier. <br/> <strong> <em> Specifications:</em> </strong> <br/> The range of possible sample sizes: minimum sample size - 6x4x1 mm; <br/> maximum sample size - 20x35x8 mm; <br/> the type of indenter is spherical; indenter radius of curvature - from 0.75 mm to 3 mm; <br/> load on the indenter - from 0.01 N to 0.2 N; <br/> sample moving speed - from 0.04 mm / s to 4 mm / s;  <br/> wear track length - from 5 mm to 20 mm. <br/> ",
        "78e09": "<strong> NANOFINDER HE CONFOCAL RAMAN/PL SPECTROMETER </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> LOTIS TII JV (Belarus) . <br/> <strong> <em> Purpose: </em> </strong> Raman spectroscopy and photoluminescent analysis with the space resolution of 200 nm (500 nm in the depth of the transparent sample) and the spectral resolution of 0.01 nm at various temperatures: from 20 K to room temperature. <br/> <strong> <em> Specifications:</em> </strong> <br/> 4 lasers with automatic switching and generation wavelengths of 355, 473 , 532, 785 nm; polarizer - Glan-Taylor prism; <br/> analyzer - Glan-Taylor prism with automatic control of input / output to the spectrum recording channel. <br/> X-Y-Z scan range - at least 100 × 100 × 25 µm, respectively; <br/> X-Y spatial resolution is not worse than 200 nm; <br/> Z spatial resolution is not worse than 500 nm; <br/> working spectral range 330-1100 nm; <br/> spectral resolution: up to 0.1 nm for a threaded grating and up to 0.01 nm for the Echelle grating; adjustable slit: from 0 to 2 mm with a step of 0.5 microns; <br/> registration system of Raman and luminescent radiation; <br/> photomultiplier tube: working spectral range not less than 300–900 nm, rise time of the output signal no more than 2.5 ns, response time no more than 25 ns <br/> ",
        "326df": "<strong> FOURIER SPECTROMETER VERTEX 70 </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> BRUKER (Germany). <br/> <strong> <em> Purpose: </em> </strong> registration of infrared spectra of various substances. <br/> <strong> <em> Specifications:</em> </strong> <br/> Spectral range of 400-5000 cm- 1; <br/> spectral resolution is better than 0.5 cm-1 (with apodization); <br/> photometric accuracy is better than 0.1%. <br/> ",
        "32513": "<strong> PHOTON RT SPECTROPHOTOMETER </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> EssentOptics (Belarus). <br/> <strong> <em> Purpose: </em> </strong> studies of spectral characteristics of reflection and transmission in polarized light. <br/> <strong> <em> Specifications:</em> </strong> <br /> spectral range: 190-3000 nm; <br/> spectral resolution of 2 nm (190-1000 nm) or 4 nm (1000-3000 nm) minimum angle of specular reflection 8°;  <br/> step of adjustment of the angle of rotation of the table 0,1°; <br/> beam divergence angle 2°. <br/> ",
        "98b05": "CO2 incubator HERAcell 150 Thermo",
        "972e7": "Laboratory centrifuge Multifuge 1L Thermo",
        "49a62": "Olympus BX51 microscope with Sutter MP-225 manipulator",
        "28e9d": "Complex for microelectrode cell studies",
        "63947": "<strong> LABORATORY OF CELL TECHNOLOGIES CONSISTING OF: </strong> <br/> <strong> CO2 incubator HERACELL 150 THERMO; </strong> <br/> <strong> laboratory centrifuge MULTIFUGE 1L THERMO; </strong> <br/> <strong> OLYMPUS BX51 microscope with SUTTER MR-225 manipulator; </strong> <br/> <strong> complex for microelectrode cell studies </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> CO2 incubator, laboratory centrifuge - THERMO (Germany); microscope - OLYMPUS (Japan), complex for microelectrode cell research - HEKA (Germany) <br/> <strong> <em> Purpose: </em> </strong> management of cell line cultures, cell research using the patch-clamp method <br/> <strong> <em> Specifications:</em> </strong> <br/> <strong> CO2 incubator HERACELL 150 THERMO: </strong> <br/> air purification degree: not less than 99.99% (0.3 microns); <br/> incubation: t = 5-50 C, CO2 = 0-20%, O2 = 3-90%, Hum = 60-95% rH. <br/> <strong> Laboratory centrifuge MULTIFUGE 1L THERMO: </strong> <br/>weighing: 0-1 kg, accuracy 0.1 µg; centrifuging speed: 15,000 revolutions. <br/> <strong> OLYMPUS BX51 microscope with SUTTER MP-225 manipulator: </strong> <br/> observation methods - bright field, dark field, polarized light, fluorescence; handling is not worse than 2 microns. <br/> <strong> Complex for microelectrode cell studies: </strong> <br/> current fixing is not worse than 10 μA; <br/> potential fixation: not worse than 1 mV; <br/> intracellular potential: 0-10 kHz, 0-1 V, noise: <5 μV; Extracellular potential: 0-10 kHz, 0-10 mV, noise: <5 μV. <br/> ",
        "b033b": "<strong> PICOSECOND COMPLEX BASED ON LS-2151 LASER </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> LOTIS-TII JV (Belarus). <br/> <strong> <em> Purpose: </em> </strong> dynamic holography. <br/> <strong> <em> Specifications:</em> </strong> <br/> generation wavelength 532, 1064 nm; <br/> pulse duration in the switch. mode of Q-factor 10-15 ns; <br/> in the mode of passive mode synchronization 30-40 ps; <br/> pulse repetition frequency of 1-10 Hz. <br/> ",
        "66b63": "<strong> NANOSECOND COMPLEX WITH LT-2215 (PC) PARAMETRIC LIGHT CONVERTER ON THE BASIS OF LS-2137 LASER </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> LOTIS-TII JV (Belarus). <br/> <strong> <em> Purpose: </em> </strong> Dynamic holography. <br/> <strong> <em> Specifications:</em> </strong> <br/> wavelength of generation, nm: 266, 355, 542, 1064; <br/> pulse duration in the switch. mode of Q-factor 20 ns; <br/> pulse repetition frequency 10 Hz. <br/> ",
        "66997": "<strong> HHV Auto 500 AUTOMATED VACUUM SYSTEM FOR ION-PLASMA DEPOSITION OF NANOCOMPOSITE COATINGS AND THIN FILMS </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Hind High Vacuum Company Private Limited (India) <br/> <strong> <em> Purpose: </em> </strong> <br/> ion-plasma deposition of nanocomposite coatings and thin films <br/> <strong> <em> Specifications:</em> </strong> <br/> vacuum technological chamber: diameter 50 cm, height 60 cm, stainless steel chamber (electropolishing of the inner surface); <br/> the system of dry (oil-free) vacuum pumping, which provides the degree of vacuum in the process chamber of 5x10-7 Torr; <br/> magnetron source with RF power supply (target diameter 75 mm, water cooling, power supply 600 W, 13.56 MHz, digital control system); <br/> magnetron source with DC power supply (power 1.5 kW, target diameter 75 mm, water cooling); <br/> process gas inlet system: argon, nitrogen; <br/> adjustment using digital flow controls; <br/> two resistive evaporators; <br/> rotating substrate holder. <br/> ",
        "74e7f": "<strong> PRECISION ETCHING COATING SYSTEM PECS 682 </strong> <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Gatan (USA). <br/> <strong> <em> Purpose: </em> </strong> preparation of samples for scanning and transmission electron microscopy.. <br/> <strong> <em> Specifications:</em> </strong> <br/> ion energy from 1 to 10 keV; <br/> current density up to 10 mA / cm2; <br/> ion beam diameter up to 5 mm; <br/> etching speed for W 3 μm / h; <br/> sample angle 0-90 degrees. <br/> ",
        "ab202": "TegraPol-25 grinding and polishing machine",
        "e443d": "Minitom cutting machine",
        "c3878": "TenuPol-5 electrolytic thinning machine",
        "db3db": "<strong> FACILITY FOR SAMPLE PREPARATION CONSISTING OF: </strong> <br/> <strong> TEGRAPOL-25 </strong> grinding and polishing machine <strong> MINITOM; </strong> <br/> cutting machine <strong> TENUPOL-5. </strong> <br/> electrolytic thinning machine <br/> <hr style=\"margin: 8px 0;color: rgb(0,0,0);\"/> <strong> <em> Manufacturer: </em> </strong> Struers A / S (Denmark). <br/> <strong> <em> Purpose: </em> </strong> cutting, grinding, polishing, electrolytic thinning of samples. <br/> <strong> <em> Specifications:</em> </strong> <br/> rotation speed of the polishing disc is 40-600 rpm, <br/> pressure 10-400 N; <br/> cutting speed 110-420 rpm; <br/> accuracy of 0.01 mm; <br /> one- and two-sided thinning of specimen; <br/> sample diameter 3 mm. <br/> ",
        "b316c": "←<span class=\"arrow-name\"> Previous </span>",
        "6965f": "<span class=\"arrow-name\"> Next </span>→",
        "210af": "<span class=\"arrow-name\"> Up </span>↑",
        "080d2": "© 2018-2020 The Centre of collective usage of unique scientific equipment <em>\"Belarusian Inter-University Center for the Serving of Scientific Research\"</em>",
        "alts": {
            "11716": "1",
            "17717": "2",
            "09ef7": "3",
            "0fef8": "4",
            "a0559": "6",
            "dd572": "8",
            "e3573": "9",
            "52cd4": "15",
            "5dc12": "Head",
            "c4b69": "Head2",
            "36a3d": "LEO 1455 VP SEM",
            "64dba": "SOLVER P47 PRO SPM",
            "21412": "РД RIGAKU ULTIMA IV",
            "8869e": "DRON 4.13 X-RayD",
            "7545d": "CFHF EPMC",
            "918b6": "LAEMS LSS-1",
            "c7452": "DMHT SHIMADZU DUH-202",
            "4d513": "UIPT-001",
            "c1dee": "NANOFINDER HE C R/PL SM",
            "a98e1": "F-SM VERTEX 70",
            "a9715": "PHOTON RT SPM",
            "cd8ca": "LCT - (CO2)I HERAcell 150 Thermo",
            "6bf74": "LCT - LC Multifuge 1L Thermo",
            "4b3af": "LCT - Olympus BX51 M Sutter МР-225 M",
            "2a7ea": "LCT - CMECS",
            "8d0fd": "PicoSC LS-2151 L",
            "afb48": "NanoSC LT-2215 (PC) PLC LS-2137 L",
            "ddb99": "HHV Auto 500 AVS I-PD NCC TF",
            "0f953": "PECS 682",
            "e3a08": "FSP - TegraPol-25 GPM",
            "3c383": "FSP - Minitom CM",
            "e456c": "FSP - TenuPol-5 ETM",
            "61d11": "home"
        },
        "titles": {
            "8a224": "To the 'About' page",
            "b316c": "To the 'Key measurement procedures' page",
            "6965f": "To the 'Contacts' page"
        }
    },
    "contacts.html": {
        "a3222": "Contacts",
        "ab41e": "Русский",
        "7acb7": "English",
        "a95d9": "LOG IN",
        "d75d9": "The Centre of collective usage of unique scientific equipment",
        "de00f": "\"Belarusian Inter-University Center for the Serving of Scientific Research\"",
        "e07f1": "Previous",
        "9d015": "Next",
        "7e7d7": "Heads of the CCU",
        "7ba55": "Scientific head of the CCU: <br/> Mikhail S. Tivanov, <br/> Ph.D, Associate Professor <br/>",
        "5beec": "The Head of the CCU:: <br/> Liudmila V. Baran, <br/> Ph.D <br/>",
        "b5181": "About",
        "d0579": "Principal lines of research",
        "8cd9d": "Key measurement procedures",
        "495c1": "Equipment",
        "1d8f7": "Contacts",
        "9239e": "Scientific services list",
        "b0310": "Search:",
        "4bf6f": "Contacts <br/>",
        "1a2a4": "Bobruiskaya st., 5 <br/> Minsk <br/>",
        "491ed": "<span>tel. +375 (17) 209 54 80 </span><br/>",
        "f3920": "Email:<a href=\"mailto:baran@bsu.by\"> baran@bsu.by </a><br/><a href=\"mailto:brlv@mail.ru\" style=\"padding-left: 26% !important;\"> brlv@mail.ru </a><br/>",
        "5b991": "←<span class=\"arrow-name\"> Previous </span>",
        "6b533": "<span class=\"arrow-name\"> Next </span>→",
        "63d14": "<span class=\"arrow-name\"> Up </span>↑",
        "9c768": "© 2018-2020 The Centre of collective usage of unique scientific equipment <em>\"Belarusian Inter-University Center for the Serving of Scientific Research\"</em>",
        "alts": {
            "11716": "1",
            "17717": "2",
            "09ef7": "3",
            "0fef8": "4",
            "a0559": "6",
            "dd572": "8",
            "e3573": "9",
            "52cd4": "15",
            "5dc12": "Head",
            "c4b69": "Head2",
            "6c341": "address",
            "40c9e": "home"
        },
        "titles": {
            "8c0f8": "To the 'About' page",
            "5b991": "To the 'Equipment' page",
            "6b533": "To the 'Scientific services list' page"
        }
    },
    "scientific-services.html": {
        "a3222": "Scientific services list",
        "ab41e": "Русский",
        "7acb7": "English",
        "a95d9": "LOG IN",
        "d75d9": "The Centre of collective usage of unique scientific equipment",
        "de00f": "\"Belarusian Inter-University Center for the Serving of Scientific Research\"",
        "e07f1": "Previous",
        "9d015": "Next",
        "7e7d7": "Heads of the CCU",
        "7ba55": "Scientific head of the CCU: <br/> Mikhail S. Tivanov, <br/> Ph.D, Associate Professor <br/>",
        "5beec": "The Head of the CCU:: <br/> Liudmila V. Baran, <br/> Ph.D <br/>",
        "b5181": "About",
        "d0579": "Principal lines of research",
        "8cd9d": "Key measurement procedures",
        "67404": "Equipment",
        "d5b7a": "Contacts",
        "9239e": "Scientific services list",
        "ccf26": "Search:",
        "d52a9": "Scientific services list <br/>",
        "4b948": "– study of the micro- and nanostructures of the surface of various materials and products by the scanning electron microscopy;",
        "058e2": "– determination of the qualitative and quantitative elemental composition from beryllium Be to plutonium Pu of micro-sections of the surface by X-ray microanalysis (analysis at a point, analysis along an arbitrary given line, analysis over an arbitrary given area, analysis over an array of points);",
        "8d3fe": "– building maps of the distribution of chemical elements in the surficial region of conductive materials;",
        "48bc6": "– three-dimensional measurements of the linear dimensions of structural elements of micro- and nanorelief of the surface of condensed matter by the scanning probe microscopy with high space resolution (0.1 nm);",
        "d06e2": "– determination of the basic parameters of surface roughness with a vertical drop of up to 2 μm using the scanning probe microscope;",
        "053ea": "– determination of texture, phase composition, state of grain boundaries of materials using diffraction of backscattered electrons;",
        "00115": "– determination of the type and parameters of the crystal lattice of inorganic and organic materials, the sizes of the regions of coherent scattering, the magnitude of the internal mechanical stresses of the 1st and 2nd kind, texture characteristics, etc. by the X-ray diffraction analysis;",
        "73b60": "– identification of polycrystalline substances, determination of the crystallographic characteristics of individual compounds and solid solutions by the X-ray phase analysis;",
        "9caa8": "– determination of the degree of crystallinity of sample by the x-ray diffractometry;",
        "6c341": "– determination of the thickness and composition of thin single-layer or multilayer films on the surface of bulk samples by scanning electron microscopy;",
        "52f9b": "– study of the local mechanical (friction, stiffness) and electrical properties of the surface using the scanning probe microscopy;",
        "d5ce3": "– visualization of the domain structure of magnetic materials with high space resolution (≤ 50 nm) using the scanning probe microscopy;",
        "4b77c": "– preparation of planar crystalline samples for the transmission and scanning electron microscopy, including mechanical and electrochemical polishing, ion cleaning;",
        "746c4": "– determination of microhardness, dynamic hardness, and nano hardness of materials;",
        "b511e": "– determination of the modulus of elasticity by the static and dynamic methods at room temperature;",
        "de066": "– determination of viscoelastic characteristics of materials;",
        "ad8ff": "– study of the tribological properties of surfaces of various materials;",
        "94559": "– coating by the vacuum-arc, magnetron, thermal methods;",
        "bd4a1": "– measurement of Raman and photoluminescence spectra in a wide temperature range (from helium temperature to room temperature) with high space and spectral resolution;",
        "4bfa9": "– determination of the qualitative, semi-quantitative and quantitative composition of solid and liquid materials by analyzing the emission spectra of the plasma excited by the radiation of a double-pulse laser;",
        "b5c82": "– automated measurements of electrical properties on direct and alternating current (current-voltage and current-voltage characteristics, electrical resistance, impedance), magnetic properties (magnetoresistance, magneto-impedance, magnetization curves), as well as thermoelectric power and thermal conductivity of various materials (metal, semiconductor, composite) in a wide range of temperatures and magnetic fields;",
        "8f28d": "– measuring the spectral characteristics of reflection, transmission and optical density of plane optical parts and coatings in polarized light;",
        "89fb8": "– development of devices for quality control of holographic images;",
        "b2f00": "– cultivation of cell lines and microorganisms;",
        "dbe48": "– conducting scientific internships, scientific seminars, etc. using scientific equipment of the center.",
        "4e12a": "←<span class=\"arrow-name\"> Previous </span>",
        "71d9d": "<span class=\"arrow-name\"> Next </span>→",
        "b02ad": "<span class=\"arrow-name\"> Up </span>↑",
        "9fb4b": "© 2018-2020 The Centre of collective usage of unique scientific equipment <em>\"Belarusian Inter-University Center for the Serving of Scientific Research\"</em>",
        "alts": {
            "11716": "1",
            "17717": "2",
            "09ef7": "3",
            "0fef8": "4",
            "a0559": "6",
            "dd572": "8",
            "e3573": "9",
            "52cd4": "15",
            "5dc12": "Head",
            "c4b69": "Head2",
            "5637e": "home"
        },
        "titles": {
            "92962": "To the 'About' page",
            "4e12a": "To the 'Contacts' page"
        }
    }
}